# All other packages

# > Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# > Command line
brew "sox"
brew "texlive"
brew "tig"
brew "shellcheck"
brew "htop"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "htop"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "nvim"

# > utilities
cask "google-drive"
cask "inkscape"
cask "slack"
cask "visual-studio-code"
cask "google-cloud-sdk"
cask "vlc"
cask "zoom"

# > Personal
cask "calibre"
cask "adobe-digital-editions"
cask "gramps"
cask "gnucash"

# >  Gaming
cask "discord"
cask "epic-games"
cask "openemu"
cask "steam"
